"%1 already exists.\nDo you want to replace it?"="%1 már létezik.\nLecseréli a létező fájlt?";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nA könyvtár nem található.\nEllenőrizze, hogy a megfelelő könyvtárnevet adta-e meg.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nA fájl nem található.\nEllenőrizze, hogy a megfelelő fájlnevet adta-e meg.";
"&Abort"="&Megszakítás";
"&Add to Custom Colors"="&Hozzáadás az Alapértelmezett színekhez";
"&Basic colors"="&Alapszínek";
"&Cancel"="&Mégse";
"&Copy"="&Másolás";
"&Custom colors"="&Alapértelmezett színek";
"&Define Custom Colors >>"="&&Alapértelmezett színek meghatározása >>";
"&Delete"="&Törlés";
"&Finish"="&Befejezés";
"&Green:"="&Zöld:";
"&Help"="&Súgó";
"&Ignore"="Mellő&zés";
"&Name:"="&Név:";
"&Next >"="&Tovább >";
"&No"="&Nem";
"&Open"="&Megnyitás";
"&Options <<"="&Beállítások <<";
"&Options >>"="&Beállítások >>";
"&Paste"="&Beillesztés";
"&Print"="&Nyomtatás";
"&Red:"="&Piros:";
"&Redo"="&Mégis";
"&Reload"="&Újrabetöltés";
"&Rename"="&Átnevezés";
"&Retry"="&Újra";
"&Sat:"="&Sat:";
"&Save"="&Mentés";
"&Undo"="&Visszavonás";
"&Unsorted"="Rendezés n&élkül";
"&Val:"="&Val:";
"&Yes"="&Igen";
"* You must accept the terms in order to proceed."="* A folytatáshoz el kell fogadnia a feltételeket.";
"..."="...";
"< &Back"="< &Vissza";
"<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>"="<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>";
"<b>All other Product Keys</b><br/><br/>Contact Support at:<br/><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n"="<b>Az összes többi Termékkulcs</b><br/><br/>A követlező módon kaphat támogatást:<br/><br/>Telefon: 1.866.518.6791 vagy +1.403.228.5940<br/>Weboldal: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n";
"<b>Contact Support at:</b><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>"="<b>Támogatás elérhetőségei:</b><br/>Telefon: 1.866.518.6791 vagy +1.403.228.5940<br/>Weboldal: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>";
"<b>License Agreement</b>"="<b>Licencszerződés</b>";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>A Qt névjegye</h3>%1<p>A Qt egy C++ eszközkészlet, mellyel platformfüggetlen alkalmazások fejleszthetők.</p><p>A Qt segítségével egyetlen kódforrással kivitelezhető a MS&nbsp;Windows, a Mac&nbsp;OS&nbsp;X, a Linux és a nagyobb kereskedelmi Unix platformok közötti kódhordozhatóság. A Qt olyan beágyazott eszközökhöz is elérhető, mint a Qtopia Core.</p><p>A Qt a Trolltech terméke. További információk a <tt>http://www.trolltech.com/qt/</tt> webhelyen.</p>";
"<p><b>PRODUCT_NAME_1 Product Key</b><br/><br/>Click <a href=\" \">here</a><p>"="<p><b>PRODUCT_NAME_1 Termékkulcs</b><br/><br/>Kattintson <a href=\" \">ide</a><p>";
"<p>The evaluation period for this software has ended.</p><p>Thank you for evaluating %1 software from SMART Technologies.</p>"="<p>A szoftver értékelési időszaka lejárt.</p><p>Köszönjük, hogy kipróbálta a SMART Technologies %1 szoftverét.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Ez a program a Qt Open Source Edition %1 verzióját használja.</p><p>A Qt Open Source Edition kiadás Open Source (nyílt forrású) alkalmazások fejlesztésére szolgál. Zárt forrású (kereskedelmi célú) alkalmazások fejlesztéséhez Qt licenc szükséges.</p><p>A Qt licencelési rendszeréről a <tt>http://www.trolltech.com/company/model.html</tt> webhelyen olvashat bővebben.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Ez a program a Qt %1 verzióját használja.</p>";
"A product key is a code that activates SMART Notebook software. If you can't find the product key, visit the SMART Software Portal at <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> or contact your SMART reseller for assistance. After you retrieve the product key, record it in a safe place."="A termékkulcs egy kód, mely a SMART Notebook szoftvert aktiválja. Ha nem találja a termékkulcsot, akkor látogasson el a SMART szoftverportálra a <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com címen,</a> vagy támogatásért lépjen kapcsolatba a SMART viszonteladóval. Miután letöltötte, őrizze meg a termékkulcsot egy biztonságos helyen.";
"A&lpha channel:"="A&lfa csatorna:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8.26 x 11.7in)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Megszakítás";
"About %1"="%1 névjegye";
"About Product Keys"="A Termékkulcsokról";
"About Qt"="A Qt névjegye";
"Accept"="Elfogadás";
"Activate"="Aktiválás";
"Activate Product"="Termékaktiválás";
"Activate by phone"="Aktiválás telefonon";
"Activate by web form"="Aktiválás webes űrlapon";
"Activate the product key again."="A termékkulcs ismételt aktiválása.";
"Activates the program's main window"="A program fő ablakát aktiválja";
"Add"="Hozzáadás";
"Aliases: %1"="Aliasnevek: %1";
"All Files (*)"="Minden fájl (*)";
"All Files (*.*)"="Minden fájl (*.*)";
"Apply"="Alkalmaz";
"Authentication required"="Hitelesítés szükséges";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1 414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1 000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6.93 x 9.84in)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Vissza";
"Bl&ue:"="K&ék:";
"Browse..."="Tallózás...";
"By Internet browser"="Internetböngésző szerint";
"By phone"="Telefonon";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Mégse";
"Carefully read the following license agreement."="Figyelmesen olvassa el a következő licencszerződést.";
"Centimeters (cm)"="Centiméter (cm)";
"Check for product key renewals and apply them."="Ellenőrizze, majd alkalmazza a termékkulcsra vonatkozó felújításokat.";
"Close"="Bezárás";
"Close without Saving"="Bezárás mentés nélkül";
"Collate"="Szétválogatás";
"Color"="Szín";
"Color Mode"="Színes mód";
"Commit"="Jóváhagyás";
"Connected to host"="Csatlakoztatva az állomáshoz";
"Connected to host %1"="Csatlakoztatva a %1 állomáshoz";
"Connection closed"="Csatlakozás lezárva";
"Connection refused"="Csatlakozás visszautasítva";
"Connection refused (or timed out)"="Csatlakozás visszautasítva (vagy időtúllépés)";
"Connection to %1 closed"="%1-hoz való csatlakozás lezárva";
"Continue"="Folytatás";
"Copies"="Másolatok";
"Copies:"="Másolatok:";
"Copy"="Másolás";
"Copy the request file to another computer, and then go to <a href=\"http://smarttech.com/activate3\">smarttech.com/activate3</a> on that computer."="Másolja a kérelemfájlt a másik számítógépre, majd azon a számítógépen ugorjon a <a href=\"http://smarttech.com/activate3\">smarttech.com/activate3</a> on that computer.";
"Copy to clipboard"="Másolás a vágólapra";
"Create New Folder"="Új mappa létrehozása";
"Cu&t"="Ki&vágás";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Hibás adat";
"Days Left:"="Hátralévő napok száma:";
"Days Remaining:"="Hátralévő napok száma:";
"Delete"="Törlés";
"Delete the product key from this computer."="A termékkulcs törlése e számítógépről.";
"Detail View"="Részletes nézet";
"Directories"="Könyvtárak";
"Directory"="Könyvtár";
"Disable auto-renewals for this key <a href=''>more info</a>"="Az automatikus felújítások letiltása ehhez a kulcshoz <a href=''>további tudnivalók</a>";
"Discard"="Elvetés";
"Don't Save"="Ne mentse";
"Don't display this dialog again"="Többé ne jelenjen meg ez a párbeszédpanel.";
"Done"="Kész";
"Drive"="Meghajtó";
"Duplex Printing"="Kétoldalas nyomtatás";
"Education Software Beta Version"="Education szoftver béta verziója";
"Enter License"="Licenc beírása";
"Enter your product key(s)"="Írja be a termékkulcsát ill. kulcsait.";
"Error writing response to device"="Hiba az eszközre történő válasz írásakor";
"Evaluation Version"="Próbaverzió";
"Executable '%1' requires Qt %2, found Qt %3."="A '%1' végrehajtásához a Qt %2 szükséges; talált kód: Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7.5 x 10in, 191 x 254 mm)";
"Expiring"="Lejár";
"Export Request File..."="Kérelemfájl exportálása...";
"False"="Hamis";
"File"="Fájl";
"File name:"="Fájlnév:";
"Files of type:"="Fájltípus:";
"Find License"="Licenc keresése";
"Folio (210 x 330 mm)"="Fólió (210 x 330 mm)";
"For more information about product keys, visit: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>."="A termékkóddal kapcsolatos további információkért látogasson el a <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys webhelyre</a>.";
"Form"="Űrlap";
"From page:"="Oldalak - első:";
"Go Back"="Visszalépés";
"Grayscale"="Szürkeárnyalat";
"HTTP request failed"="HTTP kérelem nem sikerült";
"HTTPS connection requested but SSL support not compiled in"="HTTPS csatlakozási kérelem elküldve, de az SSL támogatás nincs összegyűjtva itt:";
"Height:"="Magasság:";
"Help"="Súgó";
"Hide %1"="%1 elrejtése";
"Hide Others"="Egyebek elrejtése";
"Host %1 found"="%1 állomás található";
"Host %1 not found"="%1 állomás nem található";
"Host found"="Állomás található";
"Host requires authentication"="Az állomáshoz hitelesítés szükséges";
"Hu&e:"="Sz&ínfokozat:";
"If you don't have an Internet connection on this computer, you can save the request as a file and submit the request from another computer."="Ha e számítógép nem rendelkezik internetkapcsolattal, akkor fájlként mentheti a kérelmet, majd egy másik számítógépről küldheti el.";
"If you have an Internet connection, you can submit the request automatically. If you don't have an Internet connection, you can submit the request manually."="Ha rendelkezik internetkapcsolattal, akkor automatikusan küldheti el a kérelmet. Ha nem rendelkezik internetkapcsolattal, akkor kézzel küldheti el a kérelmet.";
"If you received a response file, press the button below to import the file here."="Ha megkapja a válaszfájlt, akkor az alábbi gombot nyomja meg a fájl ide történő importálásához.";
"Ignore"="Mellőzés";
"Import Response File..."="Válaszfájl importálása...";
"Inches (in)"="Hüvelyk (in)";
"Incompatible Qt Library Error"="Hiba: nem kompatibilis Qt könyvtár";
"Incomplete request(s) detected. Do you want to complete your request(s) now?"="Befejezetlen kérelme(ke)t észlelt. Be akarja most a kérelme(i) kitöltését fejezni?";
"Invalid HTTP chunked body"="Érvénytelen HTTP tömb";
"Invalid HTTP response header"="Érvénytelen HTTP válasz fejléc";
"Landscape"="Tájak";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8.5 x 14in, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8.5 x 11in, 216 x 279 mm)";
"License Expired"="A licenc lejárt";
"License Expiring"="Licenclejárat";
"License Status"="Licenc állapot";
"License for this software is about to expire."="Jelen szoftver licence hamarosan lejár.";
"Licensing period for this software has expired."="E szoftver licence lejárt.";
"List View"="Listanézet";
"Location:"="Hely:";
"Long side"="Hosszú oldal";
"Look in:"="Keresés itt:";
"Lost Product Key"="Elveszített termékkulcs";
"Manage Selected Product Key..."="Kijelölt termékkulcs kezelése...";
"Margins"="Margók";
"Millimeters (mm)"="Milliméter (mm)";
"My Computer"="Sajátgép";
"N&o to All"="N&em, egyik sem";
"No server set to connect to"="Nincs csatlakoztatható szerver beállítva";
"No space left on device"="Nincs több hely az eszközön";
"No such file or directory"="Nincs ilyen fájl vagy könyvtár";
"None"="Nincs";
"Note: You can cancel all requests at once, but you can complete only one request at a time. If you have more than one incomplete request, you'll return to this screen later."="Megjegyzés: Visszavonhatja az összes kérelmet egy lépésben, de egyszerre csak egy kérelmet hajthat végre. Egynél több befejezetlen kérelem esetén később visszatér e képernyőre.";
"Number of copies:"="Másolatok száma:";
"OK"="OK";
"OR"="VAGY";
"Obtain a product key"="Szerezzen egy termékkulcsot";
"Open"="Megnyitás";
"Open "="Megnyitás ";
"Options"="Beállítások";
"Orientation"="Tájolás";
"Orientation:"="Tájolás:";
"Output &file:"="Kimeneti &fájl:";
"Output Settings"="Kimeneti beállítások";
"P&roperties"="T&ulajdonságok";
"PKValidator"="PKValidator";
"PRODUCT_NAME_1"="PRODUCT_NAME_1";
"Page size:"="Lapméret:";
"Pages from"="Oldalak a következőtől";
"Paper"="Papír";
"Paper format"="Papírformátum";
"Paper source:"="Papírforrás:";
"Parent Directory"="Szülőkönyvtár";
"Paste"="Beillesztés";
"Permission denied"="Az engedély megtagadva";
"Please call one of the following numbers:\n\n1.866.518.6791 (toll-free Canada/US)\n+1.403.228.5940 (other countries)\n05:00-18:00 MST Monday–Friday\nFax: +1.403.806.1256"="Kérjük, hívja az alábbi számok valamelyikét:\n\n1.866.518.6791 (ingyenes Kanada/USA)\n+1.403.228.5940 (egyéb országok)\n05:00 – 18:00 MST hétfő - péntek\nFax: +1.403.806.1256";
"Points (pt)"="Pont (pt)";
"Portrait"="Álló";
"PostScript Files (*.ps);;All Files (*)"="PostScript fájlok (*.ps);;Minden fájl (*)";
"Preferences..."="Beállítások...";
"Press the button below to paste the response you received from the SMART website."="Az alábbi gombot nyomja meg SMART webhelyről kapott válasz beillesztéséhez.";
"Preview"="Előnézet";
"Print all"="Mindent nyomtat";
"Print destination"="Nyomtatás helye";
"Print first page first"="Az első oldal nyomtatása először";
"Print in color if available"="Színes nyomtatás, amennyiben rendelkezésre áll";
"Print in grayscale"="Szürkeárnyalatos nyomtatás";
"Print last page first"="Az utolsó oldal nyomtatása először";
"Print range"="Nyomtatási tartomány";
"Print selection"="Kijelölés nyomtatása";
"Print to File (PDF)"="Nyomtatás fájlba (PDF)";
"Print to File (Postscript)"="Nyomtatás fájlba (Postscript)";
"Print to file:"="Nyomtatás fájlba:";
"Print to printer:"="Nyomtatás nyomtatóra:";
"Printer"="Nyomtató";
"Printer settings"="Nyomtató beállításai";
"Product"="Termék";
"Product Key"="Termékkulcs";
"Proxy authentication required"="Proxyhitelesítés szükséges";
"Proxy requires authentication"="A proxyhoz hitelesítés szükséges";
"Purchase License"="Licencvásárlás";
"Purchase SMART software licenses at: <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>"="Vásároljon SMART szoftverlicenceket a <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where webhelyen</a>";
"Purchase Software"="Szoftver megvásárlása";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Kilépés";
"Quit %1"="Kilépés %1 alkalmazásból";
"Reject"="Elvet";
"Remove"="Eltávolítás";
"Repair the product key to enable it again on this computer."="Javítsa ki a termékkulcsot, hogy ismét engedélyezze azt e számítógépen.";
"Request aborted"="Kérelem megszakítva";
"Reset"="Visszaállítás";
"Restore Defaults"="Alapértelmezések visszaállítása";
"Retrieve your lost product key or obtain a new one."="Elveszített termékkulcsa lekérése vagy új szerzése.";
"Retry"="Újra";
"Return the product key so a different computer can use it."="Adja vissza a termékkulcsot, hogy egy másik számítógép használhassa.";
"Reverse"="Fordított";
"Reverse landscape"="Fordított fekvő";
"Reverse portrait"="Fordított álló";
"SMART Software Activation"="SMART szoftver aktiválása";
"SSL handshake failed"="SSL kézfogás nem sikerült";
"Save"="Mentés";
"Save All"="Ment mindent";
"Save As"="Mentés másként";
"Select All"="Az összes kijelölése";
"Select a Directory"="Könyvtár kiválasztása";
"Select color"="Szín kiválasztása";
"Select how you want to submit your request manually:"="Jelölje ki, hogyan akarja kézzel elküldeni a kérelmét:";
"Select one of the following options for the selected product key:"="A következő beállítások egyikének kiválasztása a kijelölt termékkulcshoz:";
"Selection"="Kijelölés";
"Server closed connection unexpectedly"="A szerver váratlanul lezárta a kapcsolatot";
"Services"="Szolgáltatások";
"Short side"="Rövid oldal";
"Show &hidden files"="&Rejtett fájlok mutatása";
"Show All"="Az összes megjelenítése";
"Sort"="Rendezés";
"Sort by &Date"="Rendezés &dátum szerint";
"Sort by &Name"="Rendezés &név szerint";
"Sort by &Size"="Rendezés &méret szerint";
"Start that process here."="Itt indítsa azon folyamatot.";
"Status"="Állapot";
"Submit request automatically (recommended)"="Kérelem automatikus elküldése (ajánlott)";
"Submit request manually"="Kérelem kézi elküldése";
"Submit your request by uploading the request file to the SMART website."="A kérelemfájl SMART webhelyre feltöltésével küldje el a kérelmét.";
"Submitting request automatically..."="Kérelem automatikus elküldése...";
"Symbolic Link"="Szimbolikus hivatkozás";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"TextLabel"="SzövegCímke";
"Thank you for evaluating %1 software from SMART Technologies."="Köszönjük, hogy kipróbálta a SMART Technologies %1 programját.";
"Thank you for using %1 software from SMART Technologies."="Köszönjük, hogy használta a SMART Technologies %1 szoftverét.";
"The evaluation period for this software has ended."="A szoftver értékelési időszaka véget ért.";
"The file imported successfully. Click Next to process the response file."="Fájl importálása sikerült. A válaszfájl feldolgozásához kattintson a Tovább gombra.";
"The license for this software has expired."="A szoftver licence lejárt.";
"This software is for evaluation purposes only and will stop working at the end of the evaluation period."="Ez a szoftver próbaverziója, amely próbaidőszakot követően megszűnik működni.";
"To activate %1 software press Activate Product."="A(z) %1 szoftver aktiválásához kattintson a Termékaktiválás gombra.";
"To add a license for %1, press Enter License."="%1 számára licenc adásához, nyomja meg a Licenc beírása gombot.";
"To continue using %1 software, please purchase a license, and then activate the software."="Ha tovább kívánja használni a(z) %1 szoftvert, kérjük, vásároljon egy licencet, majd aktiválja a szoftvert.";
"To extend please start SMART Sync or SMART Response and establish connection with a CMPC."="A bővítéshez indítsa a SMART Sync vagy a SMART Response szoftvert, és egy osztálytermi számítógéppel létesítsen kapcsolatot.";
"To find the product key, use the SMART Software Portal or contact your reseller."="A termékkulcs kereséséhez használja a SMART Szoftverportált vagy lépjen kapcsolatba a viszonteladóval.";
"To page:"="utolsó:";
"To purchase %1 software, contact SMART Technologies."="Üdvözli a SMART Technologies %1 szoftvere.";
"To purchase a license or contact SMART Technologies, press Purchase License."="Ha szeretne egy licencet vásárolni, vagy fel kívánja venni a kapcsolatot a SMART Technologies céggel, kattintson a Licencvásárlás gombra.";
"To submit the request using your Internet browser, press the button below. Pressing this button copies the request message and opens your Internet browser to a page on the SMART website where you can paste the message."="Az alábbi gombot nyomja meg a kérelemnek az internetböngészője használatával történő küldéséhez. E gomb megnyomásának hatására másolatot készít a kérelemüzenetről, majd a SMART webhely olyan oldalán nyitja meg az internetböngészőjét, ahová beillesztheti az üzenetet.";
"Too many open files"="Túl sok fájl van megnyitva";
"True"="Igaz";
"Type:"="Típus:";
"US Common #10 Envelope (105 x 241 mm)"="US Common 10-es boríték (105 x 241 mm)";
"Unable to submit your request. Try again later or try a manual request now."="Nem lehet a kérelmét elküldeni. Később próbálja meg újból, vagy próbálja a kézi kérelemküldést.";
"Unknown"="Ismeretlen";
"Unknown Location"="Ismeretlen hely";
"Unknown authentication method"="Ismeretlen hitelesítési módszer";
"Unknown error"="Ismeretlen hiba";
"Unknown protocol specified"="Ismeretlen protokoll került megadásra";
"Unlicensed software will stop working at the end of evaluation period."="A nem licencelt szoftver befejezi a próbaidőszak végén a működést.";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Üdvözöljük a SMART Technologies %1 programjában.";
"What is a product key?"="Mi egy termékkulcs?";
"What's This?"="Mi ez?";
"When you receive a response file, copy it back to this computer, and then click Next."="Amikor egy válaszfájlt kap, akkor másolja vissza e számítógépre, majd kattintson a Tovább gombra.";
"Width:"="Szélesség:";
"Wrong content length"="Hibás tartalomhossz";
"Yes to &All"="&Igen, mind";
"\n\n\n\n\n\n<p>Welcome to %1 software from SMART Technologies.</p><p>This beta software is for evaluation purposes only and will stop working at the end of the evaluation period. You can send feedback to <a href=\"mailto:BetaProgram@smarttech.com\">BetaProgram@smarttech.com</a></p>"="\n\n\n\n\n\n<p>Üdvözli a SMART Technologies %1 szoftvere. </p><p>E béta szoftververzió kizárólag értékelési célokat szolgál és az értékelési időszak végén megszűnik működni. A következő címre küldheti a visszajelzéseit <a href=\"mailto:BetaProgram@smarttech.com\">BetaProgram@smarttech.com</a></p>";
"accept"="elfogadás";
"bottom margin"="alsó margó";
"left margin"="bal margó";
"locally connected"="Helyi kapcsolat";
"right margin"="jobb margó";
"to"="számára";
"top margin"="felső margó";
"unknown"="ismeretlen";
